import React from 'react';
import '../../style/Rules.scss';

export default function Privacy() {
  return (
    <div className="rules">
      <p className="rules__title  ">Политика конфиденциальности</p>
      <p className="rules__subtitle">1. ОБЩИЕ ПОЛОЖЕНИЯ</p>
      <p className="rules__text">
        1.1. Настоящая Политика общества с ограниченной ответственностью
        "РегиусЛаб" в отношении обработки персональных данных (далее - Политика)
        разработана во исполнение требований абз.3 п.3 ст.17 Закона от
        07.05.2021 № 99-З «О защите персональных данных» (далее - Закон о защите
        персональных данных) в целях обеспечения защиты прав и свобод человека и
        гражданина при обработке его персональных данных, в том числе защиты
        прав на неприкосновенность частной жизни, личную и семейную тайну.
        <br /> 1.2. Политика действует в отношении всех персональных данных,
        которые обрабатываются обществом с ограниченной ответственностью
        "РегиусЛаб" (далее - Общество, Оператор). Требования настоящей Политики
        обязательны для исполнения всеми работниками Общества, получившими в
        установленном порядке доступ к персональным данным. <br /> 1.3. Целью
        настоящей Политики является обеспечение надлежащей защиты персональных
        данных от несанкционированного доступа и разглашения, соблюдение прав и
        свобод гражданина при обработке его персональных данных, в том числе
        обеспечение защиты прав и неприкосновенность частной жизни, личную и
        семейную тайну. <br /> 1.4. Обработка персональных данных осуществляется
        на основе следующих принципов: <br /> - осуществляется с согласия
        субъекта персональных данных, за исключением случаев, установленных
        законодательством;
        <br /> - ограничивается достижением конкретных, заранее заявленных
        законных целей. Не допускается обработка персональных данных, не
        совместимая с первоначально заявленными целями их обработки;
        <br /> - содержание и объем обрабатываемых персональных данных должны
        соответствовать заявленным целям их обработки. Обрабатываемые
        персональные данные не должны быть избыточными по отношению к заявленным
        целям их обработки;
        <br /> - при обработке персональных данных обеспечивается их точность,
        достаточность, а в необходимых случаях и актуальность по отношению к
        заявленным целям обработки; должна носить прозрачный характер. В этих
        целях субъекту персональных данных в случаях, предусмотренных Законом,
        предоставляется соответствующая информация, касающаяся обработки его
        персональных данных;
        <br /> - хранение персональных данных осуществляется в форме,
        позволяющей определить субъекта персональных данных не дольше, чем этого
        требуют цели обработки персональных данных, если срок хранения
        персональных данных не установлен законодательством, договором, стороной
        которого является субъект персональных данных. <br /> 1.5. Персональные
        данные подлежат уничтожению либо обезличиванию по достижении целей
        обработки или в случае утраты необходимости в достижении этих целей,
        если иное не предусмотрено законодательством. <br /> 1.6. Передавая
        Оператору персональные данные, в том числе посредством интернет-ресурсов
        Общества, субъект персональных данных подтверждает своё согласие на
        обработку соответствующей информации на условиях, изложенных в настоящей
        Политике.
        <br /> 1.7. Актуальная редакция Политики размещена в свободном доступе в
        глобальной компьютерной сети Интернет на сайте regiuslab.by.
      </p>
      <p className="rules__subtitle">2. ОСНОВНЫЕ ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>
      <p className="rules__text">
        2.1. Сайт (веб-сайт) - совокупность графических и информационных
        материалов, текстов, дизайна, видеоматериалов и иных результатов
        интеллектуальной деятельности Оператора, а также программ для ЭВМ,
        обеспечивающих их доступность в сети Интернет по сетевому адресу
        https://regiuslab.by/. <br /> 2.2. Оператор – общество с ограниченной
        ответственностью "РегиусЛаб", УНП: 193776565, 220083, г.Минск пр.Газеты
        Правды 9 оф. 5Н, Тел: +375447980498, sales@regiuslab.by. <br />
        2.3. Персональные данные - любая информация, относящаяся к
        идентифицированному физическому лицу или физическому лицу, которое может
        быть идентифицировано. <br /> 2.4. Субъект персональных данных -
        физическое лицо, в отношении которого осуществляется обработка
        персональных данных; <br /> 2.5. Обработка персональных данных - любое
        действие или совокупность действий, совершаемые с персональными данными,
        включая сбор, систематизацию, хранение, изменение, использование,
        обезличивание, блокирование, распространение, предоставление, удаление
        персональных данных. Обработка персональных данных включает в себя в том
        числе: сбор, систематизацию, хранение, изменение, использование,
        обезличивание, блокирование, распространение, предоставление, удаление
        персональных данных. <br /> 2.6. Предоставление персональных данных -
        действия, направленные на раскрытие персональных данных определенному
        лицу или определенному кругу лиц. <br /> 2.7. Распространение
        персональных данных - действия, направленные на ознакомление с
        персональными данными неопределенного круга лиц. <br /> 2.8. Защита
        персональных данных - комплекс мер (организационно-распорядительных,
        технических, юридических), направленных на защиту от предоставления
        неправомерного или случайного доступа к персональным данным,
        уничтожения, изменения, блокирования, копирования, распространения, а
        также от иных неправомерных действий. <br /> 2.9. Обезличивание
        персональных данных – действия, в результате которых становится
        невозможным без использования дополнительной информации определить
        принадлежность персональных данных конкретному субъекту персональных
        данных <br /> 2.10. Трансграничная передача персональных данных -
        передача персональных данных на территорию иностранного государства.
        <br /> <br /> Иные термины и их определения, употребляющиеся в настоящей
        Политике, используются в значения, определенных законодательством
        Республики Беларусь.
      </p>
      <p className="rules__subtitle">
        3. КАТЕГОРИИ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ И ПЕРЕЧЕНЬ ПЕРСОНАЛЬНЫХ
        ДАННЫХ КОТОРЫХ ОБРАБАТЫВАЮТСЯ В ООО "РегиусЛаб"
      </p>
      <p className="rules__text">
        3.1. В Обществе могут обрабатываться персональные данные следующих
        субъектов персональных данных: - работников Общества, в т.ч. уволенных
        работников; - кандидатов для приема на работу; - участников и
        аффилированных лиц Общества; - контрагентов Общества, в т.ч.
        потенциальных (физических, юридических лиц и индивидуальных
        предпринимателей); - посетителей сайта https://regiuslab.by/; - лиц,
        предоставивших персональные данные путем оформления подписок на
        рассылку, при отправке отзывов, обращений, путем заполнения анкет в ходе
        проводимых рекламных и других мероприятий; - физических лиц, которые
        приобрели или намереваются приобрести услуги третьих лиц при
        посредничестве Общества или не имеющих с Обществом договорных отношений
        при условии, что их персональные данные включены в автоматизированные
        системы Общества и обрабатываются в соответствии с законодательством; -
        физических лиц, персональные данные которых сделаны ими общедоступными,
        а их обработка не нарушает их прав и законных интересов и отвечает
        требованиям, установленным законодательством; - иных физических лиц,
        выразивших согласие на обработку Обществом их персональных данных, или
        физических лиц, обработка персональных данных которых необходима
        Обществу для достижения целей, предусмотренных законодательством; -
        других субъектов персональных данных, обработка персональных данных
        которых Обществом предусмотрена в соответствии с законодательством и ЛПА
        с учетом целей обработки персональных данных, указанных в разделе 4
        настоящей Политики. <br /> 3.2. К персональным данным, обрабатываем
        Обществом, относятся: - фамилия, имя, отчество; - пол; - дата и место
        рождения; - контактные данные: номер телефона, адрес электронной почты;
        - паспортные данные; - адрес регистрации по месту жительства и (или)
        месту проживания; - иные данные, указанные в договорах, соглашениях и
        прочих документах, заполняемые субъектами персональных данных. <br />
        <br /> 3.3. Обществом может обрабатываться следующая техническая
        информация: - IP-адрес; - информация из браузера; - данные из файлов
        cookie; - адрес запрашиваемой страницы; - истории запросов и просмотров
        на интернет-ресурсах Оператора. <br /> 3.4. Обработка персональных
        данных прекращается при наступлении одного или нескольких из указанных
        событий: - поступил отзыв согласия на обработку его персональных данных
        в порядке, установленном Политикой (за исключением случаев,
        предусмотренных действующим законодательством); - достигнуты цели их
        обработки; - истек срок действия согласия субъекта; - обнаружена
        неправомерная обработка персональных данных; - прекращена деятельность
        Общества. <br /> 3.5. Обработка Оператором биометрических персональных
        данных осуществляется в соответствии с законодательством Республики
        Беларусь. <br /> 3.6. Обществом не осуществляется обработка специальных
        персональных данных, касающихся расовой, национальной принадлежности,
        политических взглядов, религиозных или философских убеждений, состояния
        здоровья, интимной жизни, за исключением случаев, предусмотренных
        законодательством Республики Беларусь.
      </p>
      <p className="rules__subtitle">4. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
      <p className="rules__text">
        4.1. Персональные данные обрабатываются в Обществе в следующих целях: -
        обеспечение соблюдения законодательства Республики Беларусь; -
        выполнение функций, полномочий и обязанностей, возложенных на Общество
        законодательством, Уставом; - осуществление коммуникаций с субъектами
        персональных данных; - ведение кадровой работы и учет работников
        Общества, формирование статистической отчетности; - осуществление
        хозяйственной деятельности Общества; - рассмотрение резюме кандидатов и
        подбор персонала на вакантные должности; - осуществление
        гражданско-правовых отношений (подготовка, заключение, изменение и
        прекращение договоров с субъектами персональных данных); - идентификация
        пользователя и установление с пользователем обратной связи; - обработка
        сообщений и запросов, поступивших от субъектов персональных данных; -
        отправка субъектам персональных уведомлений, коммерческих предложений,
        сообщений рекламно-информационного характера; - отправка субъектам
        персональных данных электронных копий консультативных заключений и
        осмотров, протоколов функциональных и ультразвуковых исследований,
        результатов лабораторных исследований; - предоставление доступа
        пользователю к сервисам, информации и (или) материалам, содержащимся на
        сайте https://regiuslab.by/; - в иных целях, вытекающих из требований
        законодательства.
      </p>
      <p className="rules__subtitle">
        5. ПРАВА И ОБЯЗАННОСТИ СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ, ПРАВА И ОБЯЗАННОСТИ
        ОПЕРАТОРА
      </p>
      <p className="rules__text">
        5.1. Субъекты персональных данных имеют право на: - получение
        информации, касающейся обработки Оператором персональных данных и
        внесение изменений в персональные данные; - отзыв своего согласия
        посредством подачи Оператору заявления в установленном порядке; -
        обжалование действий (бездействий) Оператора, связанных с обработкой
        персональных данных в порядке, установленном законодательством
        Республики Беларусь. <br /> 5.2. Субъекты персональных данных обязуются:
        - предоставлять Оператору достоверные сведения; - в случае необходимости
        предоставлять Оператору документы, содержащие персональные данные в
        объеме, необходимом для обработки; - информировать Оператора об
        изменениях своих персональных данных. <br /> 5.3. Оператор имеет право:
        - получать от субъекта персональных данных достоверную информацию и
        (или) документы, содержащие персональные данные; - отказать субъекту
        персональных данных в прекращении обработки его персональных данных и
        (или) их удаления при наличии оснований для обработки, предусмотренных
        законодательством Республики Беларусь. <br />
        5.4. Оператор обязан: - разъяснять субъекту персональных данных его
        права, связанные с обработкой персональных данных; - получать согласие
        субъекта персональных данных, за исключением случаев, предусмотренных
        законодательством Республики Беларусь; - обеспечивать защиту
        персональных данных в процессе их обработки; - предоставлять субъекту
        персональных данных информацию о его персональных данных, а также о
        предоставлении его персональных данных третьим лицам, за исключением
        случаев, предусмотренных законодательством Республики Беларусь; -
        вносить изменения в персональные данные, которые являются неполными,
        устаревшими или неточными, за исключением случаев, когда иной порядок
        внесения изменений в персональные данные установлен законодательными
        актами либо если цели обработки персональных данных не предполагают
        последующих изменений таких данных; - прекращать обработку персональных
        данных, а также осуществлять их удаление или блокирование (обеспечивать
        прекращение обработки персональных данных, а также их удаление или
        блокирование уполномоченным лицом) при отсутствии оснований для
        обработки персональных данных, предусмотренных законодательством
        Республики Беларусь; - уведомлять уполномоченный орган по защите прав
        субъектов персональных данных о нарушениях систем защиты персональных
        данных незамедлительно, но не позднее трех рабочих дней после того, как
        Оператору стало известно о таких нарушениях, за исключением случаев,
        предусмотренных уполномоченным органом по защите прав субъектов
        персональных данных; - осуществлять изменение, блокирование или удаление
        недостоверных или полученных незаконным путем персональных данных
        субъекта персональных данных по требованию уполномоченного органа по
        защите прав субъектов персональных данных, если иной порядок внесения
        изменений в персональные данные, их блокирования или удаления не
        установлен законодательными актами; - исполнять иные требования
        уполномоченного органа по защите прав субъектов персональных данных об
        устранении нарушений законодательства о персональных данных; - выполнять
        иные обязанности, предусмотренные законодательством Республики Беларусь.
      </p>
      <p className="rules__subtitle">6. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</p>
      <p className="rules__text">
        6.1. Общество принимает необходимые и достаточные правовые,
        организационные и технические меры для защиты персональных данных
        субъектов и пользователей сайта Общества от неправомерного или
        случайного доступа к ним, уничтожения, изменения, блокирования,
        копирования, распространения, а также от иных неправомерных действий.
        <br /> 6.2. Оператор, получивший доступ к персональным данным, обязан не
        раскрывать третьим лицам и не распространять персональные данные без
        согласия субъекта персональных данных, если иное не предусмотрено
        действующим законодательством Республики Беларусь. <br /> 6.3. Общество
        при необходимости в одностороннем порядке вносит в настоящую Политику
        соответствующие изменения с последующим их размещением на сайте
        Общества. Субъекты и пользователи самостоятельно получают на сайте
        информацию об изменениях. 6.4. Вопросы, касающиеся обработки
        персональных данных, не закрепленные в настоящей Политике, регулируются
        законодательством Республики Беларусь.
      </p>
      <p className="rules__subtitle"></p>
      <p className="rules__text"></p>
    </div>
  );
}
