import React from 'react';
import '../../style/Rules.scss';

export default function Terms() {
  return (
    <div className="rules">
      <p className="rules__title  ">Условия пользования Сайтом </p>
      <p className="rules__subtitle">1. Общие положения</p>
      <p className="rules__text">
        1.1. Настоящее Пользовательское соглашение (далее — Соглашение)
        относится к Сайту regiuslab.by, расположенному по адресу
        https://regiuslab.by/. <br /> 1.2. Настоящее Соглашение регулирует
        отношения между Администрацией Сайта и Пользователем Сайта.
        <br /> 1.3. Доступ к Сайту и его использование возможно при соблюдении
        нижеприведенных условий. Пожалуйста, не пользуйтесь Сайтом, если Вы не
        согласны с этими условиями. <br /> 1.4. Администрация сайта оставляет за
        собой право в любое время изменять, добавлять или удалять пункты
        настоящего Соглашения без уведомления Пользователя. Просим Вас при
        следующем посещении нашего Сайта заново перечитать условия и обратить
        внимание на возможные изменения или поправки. <br /> 1.5. Получение
        доступа к Сайту и использование Сайта Пользователем означает принятие
        Соглашения и изменений, внесённых в настоящее Соглашение. <br /> 1.6.
        Пользователь несёт персональную ответственность за проверку настоящего
        Соглашения на наличие изменений в нём. <br /> 1.7. Настоящее Соглашение
        распространяет своё действие на все дополнительные положения и условия
        по запросу услуг. <br />
        1.8. В случае возникновения спора, любая из сторон в течение 5
        календарных дней с момента возникновения спора или выявления нарушения,
        обязана направить другой стороне письменную претензию. <br /> 1.9. В
        случае невозможности разрешить спор в добровольном порядке в течение 10
        календарных дней с момента получения претензии, любая из Сторон вправе
        обратиться в суд за защитой своих прав в соответствии с действующим
        законодательством Республики Беларусь.
      </p>
      <p className="rules__subtitle">2. Термины</p>
      <p className="rules__text">
        2.1. Перечисленные ниже термины имеют для целей настоящего Соглашения
        следующее значение: <br /> 2.1.1. Администрация сайта –
        сотрудники/специалисты, уполномоченные на управление сайтом, действующие
        от имени РегиусЛаб. <br /> 2.1.2. Пользователь сайта (далее —
        Пользователь) – лицо, имеющее доступ к Сайту посредством сети Интернет и
        использующее Сайт. <br /> 2.1.3. Содержание сайта (далее – контент
        сайта) – это информационное наполнение сайта, являющееся охраняемым
        результатом интеллектуальной деятельности, включая графические и
        текстовые материалы, фотографии, картинки и изображения, аудио- и
        видеофайлы, а также дизайн, структура, общий стиль и расположение
        настоящего контента, входящего в состав Сайта, и всё, что можно
        посмотреть, послушать или прочитать на настоящем
      </p>
      <p className="rules__subtitle">3. Предмет Соглашения</p>
      <p className="rules__text">
        3.1. Предметом настоящего Соглашения является предоставление
        Пользователю доступа к информации, содержащейся на Сайте и к доступным
        на сайте сервисам. <br />
        3.1.1. Сайт предоставляет Пользователю возможность ознакомиться с
        информацией, размещённой на Сайте и использовать его сервисы. <br />
        3.1.2. Сайт предоставляет возможность заполнить и отправить на
        электронную почту компании запрос на услуги, оказываемые РегиусЛаб.
        <br />
        3.1.3. Сайт предоставляет возможность заполнить и отправить сообщение с
        комментариями, вопросом или отзывом на электронную почту компании.
        <br /> 3.2. Под действие настоящего Соглашения попадают все существующие
        (реально функционирующие) на данный момент сервисы Сайта, а также любые
        их последующие модификации и появляющиеся в дальнейшем дополнительные
        сервисы. <br /> 3.3. Доступ к сайту предоставляется на бесплатной
        основе. <br /> 3.4. Использование информации, содержащейся на Сайте, и
        его сервисов регулируется нормами действующего законодательства
        Республики Беларусь.
      </p>
      <p className="rules__subtitle">4. Права и обязанности сторон</p>
      <p className="rules__text">
        4.1. Администрация сайта вправе: <br /> 4.1.1. Изменять условия
        пользования Сайтом. <br /> 4.1.2. Изменения вступают в силу с момента
        публикации новой редакции Соглашения на Сайте. <br /> 4.2. Пользователь
        вправе: <br /> 4.2.1. Пользоваться всеми имеющимися на сайте сервисами.
        <br /> 4.2.2. Задавать любые вопросы, относящиеся к услугам, описанным
        на Сайте, по телефону, электронной почте, через Форму обратной связи,
        размещённой на Сайте. <br /> 4.2.3. Пользоваться Сайтом исключительно в
        целях и порядке, предусмотренных Соглашением и не запрещённых
        законодательством Республики Беларусь. <br /> 4.3. Пользователь Сайта
        обязуется: <br /> 4.3.1. Не предпринимать действий, которые могут
        рассматриваться как нарушающие нормальную работу Сайта. <br /> 4.3.2. Не
        использовать сервисы Сайта с целью представления себя за другого
        человека или представителя организации и/или сообщества без достаточных
        на то прав, в том числе за сотрудников нашего предприятия, которому
        принадлежит Сайт. <br /> 4.3.3. Пользователи несут персональную
        ответственность за информацию, содержащуюся в их переписке, запросах,
        акцептах, отзывах, надлежащее исполнение принятых на себя обязательств и
        соблюдение требований законодательства. <br /> 4.4. Пользователю
        запрещается: <br /> 4.4.1. Использовать любые устройства, программы,
        автоматические устройства или эквивалентные ручные процессы для доступа,
        приобретения, копирования или отслеживания контента Сайта.
      </p>
      <p className="rules__subtitle">5. Отказ от использования и выгоды</p>
      <p className="rules__text">
        5.1. Сайт и контент Сайта являются исключительной собственностью
        компании РегиусЛаб и управляются Администрацией Сайта. <br /> 5.2.
        Контент Сайта защищён авторским правом, законодательством о товарных
        знаках, а также другими правами, связанными с интеллектуальной
        собственностью, и законодательством о недобросовестной конкуренции.
        <br />
        5.3. Любое разрешение на использование контента Сайта предоставляется с
        оговоркой, что на всех копиях будет проставлена соответствующая отметка
        об авторском праве, что такая информация будет использоваться только в
        личных целях, что она не будет использоваться в коммерческих целях, что
        в информацию не будут вноситься какие-либо изменения и что контент,
        взятый с Сайта будет использоваться только вместе со ссылкой на данный
        Сайт
      </p>
      <p className="rules__subtitle">6. Товарные знаки и авторские права</p>
      <p className="rules__text">
        <br /> 6.1. Все товарные знаки РегиусЛаб, представленные на Сайте,
        являются собственностью компании РегиусЛаб, если прямо не указано иное.
        Любое несанкционированное использование таких товарных знаков или других
        материалов категорически запрещено и является нарушением авторских прав,
        закона о товарных знаках или других прав на промышленную собственность.{' '}
        <br /> 6.2. Ссылки пользователей на Сайт не должны изменять внешний вид
        и контент Сайта и не вводить в заблуждение относительно правоотношений
        РегиусЛаб и Пользователей, а также прав Пользователей на Сайт и его
        контент. <br /> 6.3. Пользователи принимают на себя обязательство не
        воспроизводить, не размещать, не распространять любую часть контента
        Сайта, включая его визуальные характеристики, а также использовать их
        для создания аналогичных либо производных продуктов без предварительного
        письменного согласия РегиусЛаб.
        <br />
        6.4. Любое коммерческое использование Пользователями и/или связанными с
        ними лицами любой части контента Сайта строго запрещено и будет
        считаться нарушением прав РегиусЛаб на товарный знак и/или любых других
        прав на объекты интеллектуальной собственности. <br />
        6.5. РегиусЛаб не несёт ответственности за нарушение Пользователями прав
        интеллектуальной собственности каких-либо лиц.
      </p>
      <p className="rules__subtitle">7. Ограниченная ответственность</p>
      <p className="rules__text">
        7.1. Компания РегиусЛаб собрала подробную информацию, представленную на
        Сайте, из внутренних и внешних источников в меру своих знаний и
        убеждений, проявляя профессиональную осмотрительность. Информация на
        данном Сайте предназначена исключительно для целей представления
        компании РегиусЛаб, её продуктов и услуг. <br />
        7.2. В случае необходимости получения информации относительно наших
        услуг, пожалуйста, свяжитесь с нами напрямую.
        <br /> 7.3. Пользователи данного Сайта заявляют о своём согласии
        получить доступ к Сайту и его контенту на свой страх и риск. Ни компания
        РегиусЛаб, ни третьи лица, участвующие в создании, производстве или
        передаче данного Сайта, не могут быть привлечены к ответственности за
        ущерб или повреждения, возникшие в результате доступа или невозможности
        доступа, либо в результате использования или невозможности использования
        данного Сайта, либо по причине того, что Вы полагались на информацию,
        предоставленную на данном Сайте.
        <br /> 7.4. Данный Сайт содержит ссылки на сайты третьих лиц.
        Предоставляя подобные ссылки, РегиусЛаб не несёт ответственность за их
        содержание. Также РегиусЛаб не несёт никакой ответственности за
        доступность этих сайтов или какой-либо ответственности за ущерб или
        повреждение в результате использования их содержимого, в какой-то бы то
        ни было форме. РегиусЛаб не предоставляет никакой гарантии в отношении
        качества информации, предоставленной на сторонних сайтах. Ссылки на
        сторонние сайты предоставляются на данном Сайте пользователю
        исключительно в целях удобства. Пользователи переходят на сторонние
        сайты на свой страх и риск. Выбор ссылок никоим образом не должен
        ограничивать Пользователя от перехода на страницы, расположенные по
        ссылкам.
      </p>
      <p className="rules__subtitle">8. Дополнительные условия</p>
      <p className="rules__text">
        8.1. Администрация Сайта не принимает встречные предложения от
        Пользователя относительно изменений настоящего Пользовательского
        соглашения. <br /> 8.2. Отзывы Пользователя, отправленные через форму
        обратной связи, размещённой на Сайте, не являются конфиденциальной
        информацией и могут быть использованы Администрацией Сайта без
        ограничений. <br /> 8.3. Любые претензии и/или иски, связанные с нашим
        Сайтом или его использованием, подлежат регламентированию и толкованию в
        соответствии с действующим законодательством Республики Беларусь.
      </p>
      <p className="rules__subtitle">9. Обратная связь</p>
      <p className="rules__text">
        По вопросам, связанным с условиями пользования сайтом, обращайтесь по
        номеру телефона +375447980498 или по адресу электронной почты
        sales@regiuslab.by
      </p>
    </div>
  );
}
