[
    {
        "img": "./testimonail1.png",
        "name": "Татьяна Логвинова",
        "profession": "менеджер по продажам в туристической компании ",
        "description": "Команда РегиусЛаб помогла нам улучшить нашу CRM-систему, и теперь мы видим рост в продажах! Профессионализм и внимание к деталям команды приятно удивили. Я довольна результатом и буду рекомендовать их всем своим коллегам."
    },
    {
        "img": "./testimonail2.png",
        "name": "Елена Сидорова",
        "profession": "стартап-предприниматель в сфере финансовых технологий  ",
        "description": "Я была поражена тем, насколько быстро команда RegiusLab помогла внедрить блокчейн-технологии в наш проект. Профессионализм и знание рынка делают их настоящими мастерами своего дела!"
    },    {
        "img": "./testimonail3.png",
        "name": "Александр Кузнецов",
        "profession": "владелец строительной компании",
        "description": "Сотрудничество открыло новые горизонты для нашей компании. Процесс автоматизации оказался проще, чем я ожидал. Теперь все задачи структурированы и команда работает более продуктивно."
    },    {
        "img": "./testimonail4.png",
        "name": "Владимир Николаев",
        "profession": "директор логистической компании",
        "description": "С внедрением Битрикс24 наша работа стала более организованной и эффективной. Все сотрудники быстро освоили систему, и теперь мы можем легко отслеживать все процессы и задачи. Спасибо за отличную работу. "
    },
    {
        "img": "./testimonail5.png",
        "name": "Светлана Морозова",
        "profession": "владелица интернет-магазина одежды",
        "description": "Создали для нас потрясающий сайт, который не только выглядит стильно, но и очень удобен для наших клиентов :) Мы заметили значительное увеличение продаж и положительных отзывов. Рекомендую!"
    },    {
        "img": "./testimonail6.png",
        "name": "Егор Семенов",
        "profession": "представитель торговой компании ",
        "description": "Обращение к RegiusLab для разработки интеграции 1С в нашу работу было отличным решением! Профессиональный подход и быстрая реализация дали нам возможность сосредоточиться на продажах, а не на бумажной волоките."
    }
]